start_text = """
Привет! 👋 Я Матвей, и этот бот поможет тебе найти решение для твоих задач в веб-разработке и Telegram-ботах, а также освоить мир Python.

Здесь ты можешь:
•  *Заказать разработку:* Расскажи о своем проекте, и я помогу воплотить его в жизнь.
•  *Записаться на обучение:* Стань Python-разработчиком с нуля или повысь свой уровень.
•  *Почитать отзывы:* Узнай, что говорят мои клиенты и ученики.

Выбери, что тебя интересует:

"""

develompent_text = """
Отлично! Расскажи мне о своем проекте. Чем подробнее, тем лучше. Опиши:

•  Что нужно разработать: (Web-приложение, Telegram-бот, что-то еще?)
•  Какие функции должны быть реализованы: (Например: авторизация, интеграция с другими сервисами, обработка платежей)
•  Есть ли у тебя примеры или наброски: (Это очень поможет!)
•  Какой у тебя бюджет и сроки: (Примерные значения)

Просто напиши все это здесь, в одном сообщении. Я рассмотрю твой запрос и свяжусь с тобой для обсуждения деталей и оценки стоимости.
"""

training_text = """
Я предлагаю индивидуальное и групповое обучение по Python и смежным технологиям. Ты можешь освоить:

•  Основы Python: Для тех, кто только начинает свой путь в программировании.
•  Web-разработку на Python (Flask, Django): Научись создавать веб-приложения с нуля.
•  Разработку Telegram-ботов: Создавай умных помощников для себя и своего бизнеса.
•  Работа с базами данных (SQL, NoSQL): Научись хранить и обрабатывать данные.

Чтобы узнать подробнее о программе обучения, стоимости и доступном времени, нажми кнопку оставить заявку.
"""

about_text = """
Я Матвей, веб-разработчик и преподаватель. Занимаюсь разработкой веб-приложений и Telegram-ботов на Python уже 4 года. 

Мои услуги:

•  Разработка веб-приложений (Frontend, Backend): Создание сайтов, личных кабинетов, CRM-систем и других веб-решений.
•  Разработка Telegram-ботов любой сложности: От простых ботов-помощников до сложных ботов для автоматизации бизнеса.
•  Обучение Python и смежным технологиям: Индивидуальные и групповые занятия для начинающих и продвинутых.

Я всегда рад новым интересным проектам и с удовольствием помогу тебе реализовать твои идеи!
"""

feedback_text = """
Пожалуйста, оставьте свой отзыв о моей работе (обучении или разработке)

Заранее спасибо за ваш вклад! Ваше мнение очень важно для меня."""

contact_text = """
Если у вас остались вопросы, вы можете связаться со мной напрямую через Telegram: @Kapchonka77

Или по номеру телефона: +7 910 417 6341

Я постараюсь ответить как можно скорее!
"""
